/* Sheet Title */
"Are you sure you want to quit Welly?" = "確認要結束 Welly？";
"Are you sure you want to close this tab?" = "確認要關閉標籤頁？";
"Are you sure you want to reconnect?" = "確認要重新連線？";
"Are you sure you want to paste?" = "確認要貼上？";
"Are you sure you want to open the composer?" = "確認要使用文本編輯器？";
"Site address format error" = "不正確的位址格式";

/* Default Button */
"Close" = "關閉";
"Confirm" = "確認";
"Quit" = "結束";

/* Cancel Button */
"Cancel" = "取消";

/* Menu */
"Look Up in Dictionary" = "查詢字典";
"Copy" = "拷貝";

/* Sheet Message */
"There are %d tabs open in Welly. Do you want to quit anyway?" = "還有 %d 個標籤頁正在連線中，您確認要結束 Welly？";
"The connection is still alive. If you close this tab, the connection will be lost. Do you want to close this tab anyway?" = "此連線未結束。若您關閉這個標籤頁會強迫斷線。您確認要關閉這個標籤頁嗎？";
"The connection is still alive. If you reconnect, the current connection will be lost. Do you want to reconnect anyway?" = "此連線未結束。若您重新連線，此連線會強迫斷線。您確認要重新連線嗎？";
"It seems that you are not in edit mode. Pasting may cause unpredictable behaviors. Are you sure you want to paste?" = "您似乎並非在編輯文章。在此貼上可能會產生難以預料的行為。您確認要貼上嗎？";
"It seems that you are not in edit mode. Using composer now may cause unpredictable behaviors. Are you sure you want to continue?" = "您似乎並非在編輯文章，此時使用文本編輯器可能會產生難以預料的行為。您確認要繼續嗎？";
"Your BBS ID (username) should be provided explicitly by \"id@\" in the site address field in order to use auto-login for telnet connections." = "欲使用 telnet 連線的自動登錄功能，您需要在位址中顯式填入您的 BBS 登錄名，即“id@”不可省略。";

/* Preferences */
"General" = "一般";
"Colors" = "顏色";
"Fonts" = "字形";
"Connection" = "連線";

/* IP Seeker */
"LQIPBadFile" = "無法打開IP數據庫";
"LQCountryUnknown" = "未知國家";
"LQAreaUnknown" = "未知區域";
"LQIPLocation" = "IP地址: %@    所在位置: %@";

/* Site */
"DefaultSiteName" = "無標題";

/* Auto Reply */
"DefaultAutoReplyString" = "[Welly] 我現在不在，請稍後再聯絡";
"MessageWindowTitle" = "您有 %d 條未讀訊息，請查收";
"AutoReplyGrowlTipFormat" = "%@\n(已自動應答)";

/* Preview */
"Connecting" = "連線中";
"Completed" = "已完成";
"Opening browser" = "正在打開瀏覽器";
"Canceled" = "預覽已取消";

/* EXIF info */
"Original Date Time" = "原始創建日期: \n%@\n\n";
"Exposure Time" = "曝光時間: %@ s\n";
"Focal Length" = "焦距: %@ mm\n";
"F Number" = "光圈: %@\n";
"ISO" = "ISO: %@\n";
"tiffStringFormat" = "\n設備製造商及型號：\n%@ %@";

/* Cover flow */
"Are you sure you want to delete the cover?" = "您真的要移除這個封面麼？";
"Welly will delete this cover file, please confirm." = "Welly即將移除這個站台的封面信息，請您確認";
"Delete" = "移除";
"Drag an image file to Welly to set the cover of this site. " = "將圖片檔拖拽至 Welly 即可為本站台設置封面\n將當前封面拖出即可移除";


/* Color */
"Black" = "黑色";
"Red" = "紅色";
"Green" = "綠色";
"Yellow" = "黃色";
"Blue" = "藍色";
"Magenta" = "洋紅";
"Cyan" = "青綠";
"White" = "白色";
"BlackHilite" = "黑色（高亮度）";
"RedHilite" = "紅色（高亮度）";
"GreenHilite" = "綠色（高亮度）";
"YellowHilite" = "黃色（高亮度）";
"BlueHilite" = "藍色（高亮度）";
"MagentaHilite" = "洋紅（高亮度）";
"CyanHilite" = "青綠（高亮度）";
"WhiteHilite" = "白色（高亮度）";

/* Restore font */
"Are you sure you want to restore all your font settings?" = "您真的要恢復所有字體預置麼？";
"If you proceed, you will lost all your current font settings for Welly, and this operation is only encouraged when your font settings are missing. Are you sure you want to continue?" = "如果繼續，Welly的所有字體預置均將被重置，是否繼續？";

/* Mouse Button */
"Compose Post" = "Compose Post";
"Delete Post" = "Delete Post";
"Show Note" = "Show Note";
"Show Help" = "Show Help";
"Normal To Digest" = "Normal To Digest";
"Digest To Thread" = "Digest To Thread";
"Thread To Mark" = "Thread To Mark";
"Mark To Origin" = "Mark To Origin";
"Origin To Normal" = "Origin To Normal";
"Author To Normal" = "Author To Normal";
"Display All Boards" = "Display All Boards";
"Sort Boards" = "Sort Boards";
"Switch Boards Number" = "Switch Boards Number";
"Delete Board" = "Delete Board";
"Author: %@" = "同作者: %@";
"Jump To Mail List" = "Jump To Mail List";
"Enter Excerption" = "Enter Excerption";
// User Info
"Chat" = "Chat";
"Mail" = "Mail";
"Send Message" = "Send Message";
"Add To Friend List" = "Add To Friend List";
"Remove From Friend List" = "Remove From Friend List";
"Switch User List Mode" = "Switch User List Mode";
"Show User Description" = "Show User Description";
"Previous User" = "Previous User";
"Next User" = "Next User";

/* Contextual Menu */
// Moving Area
"Press Home" = "Press Home";
"Press End" = "Press End";
"Quit Mode" = "Quit Mode";
// Author Button
"Info for %@" = "Info for %@";
"Add %@ as friend" = "Add %@ as friend";
// Click Entry
"Download post" = "Download post";
"Thread top" = "Thread top";
"Thread bottom" = "Thread bottom";
"Same author reading" = "Same author reading";
"Same thread reading" = "Same thread reading";
// URL
"Copy URL" = "Copy URL";
"Open With Browser" = "Open With Browser";
"URL Mode" = "URL模式";
"Normal Mode" = "常規模式";